path='./test_dir/'
banner='''
____________________________________________________________________________

____________________    ______  ___                                         
___  ____/__(_)__  /_______   |/  /_____ _____________ _______ _____________
__  /_   __  /__  /_  _ \_  /|_/ /_  __ `/_  __ \  __ `/_  __ `/  _ \_  ___/
_  __/   _  / _  / /  __/  /  / / / /_/ /_  / / / /_/ /_  /_/ //  __/  /    
/_/      /_/  /_/  \___//_/  /_/  \__,_/ /_/ /_/\__,_/ _\__, / \___//_/     
                                                       /____/               

____________________________________________________________________________

Доступные команды:
1. ls                      - Просмотр содержимого текущей директории.
2. cd <path>               - Переход в указанную директорию.
3. mkdir <name>            - Создание новой директории.
4. rmdir <name>            - Удаление директории.
5. create <name>           - Создание нового файла.
6. read <name>             - Чтение содержимого файла.
7. write <name> <content>  - Запись содержимого в файл.
8. delete <name>           - Удаление файла.
9. copy <src> <dst>        - Копирование файла из одного места в другое.
10. move <src> <dst>       - Перемещение файла в новое место.
11. rename <src> <dst>     - Переименование файла.
12. exit                   - Выход из программы.

____________________________________________________________________________
'''